Repository: Punkyclown/nlist
Catalog: nlisttree_mcp/locale/*.po
Languages: dutch, russian, spanish

# MSG_TAB_LAYOUT (1//)
source: Layout
russian: Компоновка
spanish: Aspecto

# MSG_GROUP_IMAGES_COLORS (2//)
source: Images/Colors
dutch: Afbeeldingen/Kleuren
russian: Картинки/Цвета
spanish: Imágenes/Colores

# MSG_BUTTON_LABEL_CLOSED (3//)
source: Closed
dutch: Gesloten
russian: Закрыто
spanish: Nodo plegado

# MSG_BUTTON_SHORTCUT_CLOSED (4//)
source: c
spanish: l

# MSG_HELP_CLOSED_IMAGE (5//)
source: Image to use for closed nodes.
dutch: Afbeelding voor gesloten nodes
russian: Изображение для 'закрытого раздела'
spanish: Imagen para nodo de lista plegado (cerrado).

# MSG_WIN_TITLE_CLOSED_IMAGE (6//)
source: Adjust image for closed nodes
dutch: Afbeelding voor gesloten nodes aanpassen
russian: Изменить изображение для 'закрытого раздела'
spanish: Imagen para nodo plegado

# MSG_BUTTON_LABEL_LINES (7//)
source: Lines
dutch: Regels
russian: Линий
spanish: Líneas

# MSG_BUTTON_SHORTCUT_LINES (8//)
source: l
spanish: e

# MSG_HELP_LINES_COLOR (9//)
source: Color to use for lines.
dutch: Kleur voor regels
russian: Цвет для линий.
spanish: Color de la línea de la lista.

# MSG_WIN_TITLE_LINES_COLOR (10//)
source: Adjust lines color
dutch: Kleur voor regels aanpassen
russian: Изменить цвет линий
spanish: Color de las 'líneas'

# MSG_BUTTON_LABEL_OPEN (11//)
source: Open
russian: Открыто
spanish: Nodo desplegado

# MSG_BUTTON_SHORTCUT_OPEN (12//)
source: o
spanish: n

# MSG_HELP_OPEN_IMAGE (13//)
source: Image to use for open nodes.
dutch: Afbeelding voor geopende nodes
russian: Изображение для 'открытого раздела'
spanish: Imagen para nodo de lista desplegado (abierto).

# MSG_WIN_TITLE_OPEN_IMAGE (14//)
source: Adjust image for open nodes
dutch: Afbeelding voor geopende nodes aanpassen
russian: Изменить изображение для 'открытого раздела'
spanish: Imagen para nodo desplegado

# MSG_BUTTON_LABEL_SHADOW (15//)
source: Shadow
dutch: Schaduw
russian: Тень
spanish: Sombra

# MSG_BUTTON_SHORTCUT_SHADOW (16//)
source: w
spanish: s

# MSG_HELP_SHADOW_COLOR (17//)
source: Color to use to cast shadows after lines.
dutch: Kleur voor schaduw achter regels.
russian: Цвет используемый для теней линий.
spanish: Color de la sombra de las líneas.

# MSG_WIN_TITLE_SHADOW_COLOR (18//)
source: Adjust shadow color
dutch: Kleur van schaduw aanpassen
russian: Изменить цвет тени
spanish: Color de la 'sombra'

# MSG_BUTTON_LABEL_SPECIAL (19//)
source: Special
dutch: Speciaal
russian: Специальный
spanish: Especial

# MSG_HELP_SPECIAL_IMAGE (21//)
source: A special image to be displayed after every node.
dutch: Eem speciale afbeelding die getoond gaat worden achter iedere node.
russian: Специальное изображение отображаемое после каждого раздела
spanish: Imagen que se añade delante de cada entrada de nodo.

# MSG_WIN_TITLE_SPECIAL_IMAGE (22//)
source: Adjust special image
dutch: Speciale afbeelding aanpassen
russian: Особое изображение раздела
spanish: Imagen especial

# MSG_BUTTON_LABEL_DRAW (23//)
source: Draw
dutch: Tekenen
russian: Основной
spanish: Contorno

# MSG_BUTTON_SHORTCUT_DRAW (24//)
source: d
russian: g
spanish: o

# MSG_HELP_DRAW_COLOR (25//)
source: A draw color to be combined with the lines color.
dutch: Een getekende kleur die gebruikt wordt met de regelkleur.
russian: Основной цвет для совмещения с цветом линии
spanish: Color del contorno de las líneas.

# MSG_WIN_TITLE_DRAW_COLOR (26//)
source: Adjust draw color
dutch: Getekende kleur aanpassen
russian: Изменить основной цвет
spanish: Color del 'contorno'

# MSG_GROUP_STYLE (27//)
source: Style
dutch: Stijl
russian: Стиль
spanish: Estilo

# MSG_CYCLE_LABEL_STYLE (28//)
source: Style
dutch: Stijl
russian: Стиль
spanish: Estilo

# MSG_CYCLE_SHORTCUT_STYLE (29//)
source: s
spanish: e

# MSG_HELP_STYLE (30//)
source: Select here the global style of the tree. Depending on your choice, some of the options above may become (un)available.
dutch: Kies hier de globale stijl van de boom. Afhankelijk van jouw keuze zullen sommige bovenstaande opties wel of niet beschikbaar zijn.
russian: Выберите здесь глобальный стиль дерева. В зависимости от Вашего выбора, часть настроек может (де)активироваться.
spanish: Estilo de la lista.

# MSG_CYCLE_ITEM_STYLE_INSERTED (32//)
source: Inserted
dutch: Ingevoegd
russian: Вставлен
spanish: Insertado

# MSG_CYCLE_ITEM_STYLE_LINES (33//)
source: Lines
dutch: Regels
russian: Линии
spanish: Líneas

# MSG_CYCLE_ITEM_STYLE_LINES3D (36//)
source: Lines 3D
dutch: Regels 3D
russian: Линии 3D
spanish: Líneas 3D

# MSG_CYCLE_ITEM_STYLE_GLOW (38//)
source: Glow
dutch: Gloeien
russian: Подсветка
spanish: Líneas con contorno

# MSG_BUTTON_LABEL_SPACE (39//)
source: Spacing
dutch: Afstand
russian: Интервал
spanish: Espacio

# MSG_HELP_SPACE (41//)
source: The more spacing, the wider the listtree will be.
dutch: Hoe groter de afstand, des te breder de boom.
russian: Чем больше интервал, тем шире будет дерево списка.
spanish: Espaciado horizontal en píxeles entre nodos.

# MSG_BUTTON_LABEL_REMEMBER (42//)
source: Remember status?
dutch: Status onthouden?
russian: Запоминать состояние?
spanish: Recordar estado

# MSG_HELP_REMEMBER (44//)
source: If enabled, the open/closed status of nodes will be 'remembered' after the listtree is closed the next time it is opened again. Please note, however, that an application can override your choice here.
dutch: Als je dit inschakelt wordt de open/gesloten status van de nodes onthouden nadat de lijstboom gesloten is. Maar het kan zijn dat een applicatie jouw keuze zal negeren.
russian: Если включено, то состояние открытых/закрытых пунктов будет 'запоминаться' после закрытия списка-дерева и последующего его открытия. Пожалуйста учтите, что приложение может изменять Ваши настройки на свои.
spanish: Recordar el estado de los nodos de la lista, después de cerrar.

# MSG_BUTTON_LABEL_AUTOSCROLL (45//)
source: Autoscroll?
dutch: Autoscrollen?
russian: Прокрутка?
spanish: Desplazar lista

# MSG_BUTTON_SHORTCUT_AUTOSCROLL (46//)
source: a
spanish: z

# MSG_HELP_AUTOSCROLL (47//)
source: If enabled, the listview will auto-scroll its contents when opening nodes to try and fit the visible area.
dutch: Als je dit inschakelt zal de lijstboom de inhoud bij het openen auto-scrollen en proberen te passen in het zichtbare scherm.
russian: Если включено, список будет прокручиваться автоматически при открытие пунктов и пытаться поместиться в видимую область.
spanish: Ajusta la zona visible de la lista al abrir nodos.

# MSG_TAB_EXAMPLE (48//)
source: Example
dutch: Voorbeeld
russian: Пример
spanish: Ejemplo

# MSG_HELP_LISTVIEW_EXAMPLE (49//)
source: This NListtree object reacts in real time to the changes you apply under the 'Layout' tab. Give it a try! :)
dutch: Dit NListtree-object reageert in real time op de wijzigingen die je aanbrengt in de Layout-tab. Probeer maar als je durft!
russian: Объект NListtree реагирует в реальном времени на изменения Вы вносите в ярлыке 'Компоновка'. Попробуйте! ;)
spanish: Ejemplo de NListtree según ajustes realizados.

# MSG_BUTTON_LABEL_EXPAND (50//)
source: Expand
dutch: Uitvouwen
russian: Развернуть
spanish: Desplegar nodos

# MSG_BUTTON_SHORTCUT_EXPAND (51//)
source: n
spanish: d

# MSG_BUTTON_LABEL_COLLAPSE (52//)
source: Collapse
dutch: Opvouwen
russian: Свернуть
spanish: Plegar nodos

# MSG_BUTTON_SHORTCUT_COLLAPSE (53//)
source: e
spanish: n

# MSG_BUTTON_LABEL_LINETYPES (54//)
source: Line type
dutch: Regeltype
russian: Тип линии
spanish: Tipo línea

# MSG_LINETYPE_DISABLED (56//)
source: Disabled
dutch: Uitgeschakeld
russian: Отключена
spanish: vacía

# MSG_LINETYPE_DOTTED (58//)
source: Dotted
dutch: Gespikkeld
russian: Точечная
spanish: puntos

# MSG_LINETYPE_SHADOW (59//)
source: Shadow
dutch: Schaduw
russian: С тенью
spanish: sombreada

# MSG_LINETYPE_GLOW (60//)
source: Glow
dutch: Gloeien
russian: Подсветка
spanish: contorno

# MSG_HELP_LINETYPES (61//)
source: Select the line type used for drawing the individual levels in the listtree.
dutch: Kies het regeltype dat je gebruiken wil voor het tekenen van de niveaus in de boom.
russian: Выберите тип линии используемый для рисования индивидуальных уровней дерева
spanish: Tipo de líneas a mostrar en la lista.

# MSG_BUTTON_LABEL_FOLDER (62//)
source: Folder image
dutch: Afbeelding van folder
russian: Изображение папки
spanish: Imagen

# MSG_BUTTON_SHORTCUT_FOLDER (63//)
source: f
spanish: i

# MSG_WIN_TITLE_FOLDER_IMAGE (64//)
source: Adjust folder image
dutch: Afbeelding van folder aanpassen
russian: Изменить изображение папки
spanish: Imagen

# MSG_HELP_FOLDER_IMAGE (65//)
source: An image displayed in front of every node containing subnodes.
dutch: Een afbeelding die getoond wordt voor iedere node die subnodes bevat.
russian: Изображение отображаемое перед каждым пунктом содержащим подпункты.
spanish: Imagen que se añade delante de un nodo con subnodos.

# MSG_BUTTON_LABEL_FOLDERIMAGE (66//)
source: Use folder image
dutch: Gebruik afbeelding van folder
russian: Использовать изображение папки
spanish: Usar imagen

# MSG_BUTTON_SHORTCUT_FOLDERIMAGE (67//)
source: i
spanish: u

# MSG_HELP_FOLDERIMAGE (68//)
source: Select if you want a folder image to appear in front of every node containing subnodes.
dutch: Kies dit als je een afbeelding van een folder wilt hebben voor iedere node die een subnode bevat.
russian: Выберите, если Вы хотите отображать изображение папки перед каждым пунктом содержащим подпункты.
spanish: Mostrar la imagen de un cajón delante de un nodo con subnodos.

# MSG_BUTTON_LABEL_INDENTWIDTH (69//)
source: Additional indent width
dutch: Breedte van toegevoegde indent
russian: Дополнительный отступ
spanish: Espaciado

# MSG_BUTTON_SHORTCUT_INDENTWIDTH (70//)
source: w
spanish: e

# MSG_HELP_INDENTWIDTH (71//)
source: Specify an additional indent width applied to each subnode.
dutch: Specificeer een breedte voor een toegevoegde indent voor iedere subnode.
russian: Указывается дополнительное количество пикселей применяемых для отступа.
spanish: Espaciado horizontal en píxeles entre nodos.

# MSG_BUTTON_LABEL_GLOW (72//)
source: Glow color
dutch: Kleur van gloeien
russian: Цвет подсветки
spanish: Contorno

# MSG_BUTTON_SHORTCUT_GLOW (73//)
source: g
spanish: o

# MSG_WIN_TITLE_GLOW_COLOR (74//)
source: Set glow line color
dutch: Bepaal de kleur van gloeiende regel
russian: w
spanish: Color del 'Contorno'

# MSG_HELP_GLOW_COLOR (75//)
source: Allows to set the color for the glow line type
dutch: Hiermee kun je de gloeikleur van de regel bepalen.
russian: Позволяет установить цвет используемый для эффекта подсветки линии
spanish: Color del contorno de las líneas.

# MSG_CTXMENU_COPY_TO_CLIPBOARD (76//)
source: Copy to clipboard
dutch: Kopieer naar klembord
russian: Копировать в буфер обмена
spanish: Copiar al portapapeles

# MSG_CTXMENU_COPY_TO_CLIPBOARD_UNIT0 (77//)
source: Unit 0
russian: Устройство 0
spanish: Unidad 0

# MSG_CTXMENU_COPY_TO_CLIPBOARD_UNIT1 (78//)
source: Unit 1
russian: Устройство 1
spanish: Unidad 1

# MSG_CTXMENU_COPY_TO_CLIPBOARD_UNIT2 (79//)
source: Unit 2
russian: Устройство 2
spanish: Unidad 2

# MSG_CTXMENU_COPY_TO_CLIPBOARD_UNIT3 (80//)
source: Unit 3
russian: Устройство 3
spanish: Unidad 3

# MSG_CYCLE_ITEM_STYLE_NORMAL (31//)
source: Normal
dutch: Normaal
russian: Обычный

# MSG_LINETYPE_NORMAL (57//)
source: Normal
dutch: Normaal
russian: Обычная
