Repository: Punkyclown/nlist
Catalog: nlisttree_mcp/locale/czech.po
Languages: cs

# MSG_TAB_LAYOUT (1//)
source: Layout
cs: Rozvržení

# MSG_GROUP_IMAGES_COLORS (2//)
source: Images/Colors
cs: Obrázky a barvy

# MSG_BUTTON_LABEL_CLOSED (3//)
source: Closed
cs: Sbalená větev

# MSG_BUTTON_SHORTCUT_CLOSED (4//)
source: c
cs: b

# MSG_HELP_CLOSED_IMAGE (5//)
source: Image to use for closed nodes.
cs: Obrázek pro sbalenou část seznamu.

# MSG_WIN_TITLE_CLOSED_IMAGE (6//)
source: Adjust image for closed nodes
cs: Vyberte obrázek pro sbalenou větev

# MSG_BUTTON_LABEL_LINES (7//)
source: Lines
cs: Barva linek

# MSG_HELP_LINES_COLOR (9//)
source: Color to use for lines.
cs: Definuje barvu jednotlivých linek.

# MSG_WIN_TITLE_LINES_COLOR (10//)
source: Adjust lines color
cs: Vyberte barvu linek

# MSG_BUTTON_LABEL_OPEN (11//)
source: Open
cs: Rozbalená větev

# MSG_HELP_OPEN_IMAGE (13//)
source: Image to use for open nodes.
cs: Obrázek pro rozbalenou část seznamu.

# MSG_WIN_TITLE_OPEN_IMAGE (14//)
source: Adjust image for open nodes
cs: Vyberte obrázek pro rozbalenou větev

# MSG_BUTTON_LABEL_SHADOW (15//)
source: Shadow
cs: Barva stínu

# MSG_BUTTON_SHORTCUT_SHADOW (16//)
source: w
cs: s

# MSG_HELP_SHADOW_COLOR (17//)
source: Color to use to cast shadows after lines.
cs: Definuje barvu stínu linek.

# MSG_WIN_TITLE_SHADOW_COLOR (18//)
source: Adjust shadow color
cs: Vyberte barvu stínu linek

# MSG_BUTTON_LABEL_SPECIAL (19//)
source: Special
cs: Speciální obrázek

# MSG_BUTTON_SHORTCUT_SPECIAL (20//)
source: i
cs: p

# MSG_HELP_SPECIAL_IMAGE (21//)
source: A special image to be displayed after every node.
cs: Symbol pro koncovou část každé větve.

# MSG_WIN_TITLE_SPECIAL_IMAGE (22//)
source: Adjust special image
cs: Vyberte speciální obrázek

# MSG_BUTTON_LABEL_DRAW (23//)
source: Draw
cs: Doplňková barva

# MSG_HELP_DRAW_COLOR (25//)
source: A draw color to be combined with the lines color.
cs: Definuje doplňkovou barvu.

# MSG_WIN_TITLE_DRAW_COLOR (26//)
source: Adjust draw color
cs: Vyberte doplňkovou barvu

# MSG_GROUP_STYLE (27//)
source: Style
cs: Styl

# MSG_CYCLE_LABEL_STYLE (28//)
source: Style
cs: Styl

# MSG_CYCLE_SHORTCUT_STYLE (29//)
source: s
cs: y

# MSG_HELP_STYLE (30//)
source: Select here the global style of the tree. Depending on your choice, some of the options above may become (un)available.
cs: Globálně definuje styl celého stromu.

# MSG_CYCLE_ITEM_STYLE_NORMAL (31//)
source: Normal
cs: Základní

# MSG_CYCLE_ITEM_STYLE_INSERTED (32//)
source: Inserted
cs: Odsazené položky

# MSG_CYCLE_ITEM_STYLE_LINES (33//)
source: Lines
cs: Linky

# MSG_CYCLE_ITEM_STYLE_WIN98 (34//)
source: Win98
cs: Windows 98

# MSG_CYCLE_ITEM_STYLE_MAC (35//)
source: Mac
cs: Mac Classic

# MSG_CYCLE_ITEM_STYLE_LINES3D (36//)
source: Lines 3D
cs: Linky plastické

# MSG_CYCLE_ITEM_STYLE_WIN98PLUS (37//)
source: Win98+
cs: Windows 98+

# MSG_CYCLE_ITEM_STYLE_GLOW (38//)
source: Glow
cs: Záře

# MSG_BUTTON_LABEL_SPACE (39//)
source: Spacing
cs: Rozestup

# MSG_BUTTON_SHORTCUT_SPACE (40//)
source: p
cs: o

# MSG_HELP_SPACE (41//)
source: The more spacing, the wider the listtree will be.
cs: Počet bodů mezi položkami (vodorovně).

# MSG_BUTTON_LABEL_REMEMBER (42//)
source: Remember status?
cs: Pamatovat stav

# MSG_BUTTON_SHORTCUT_REMEMBER (43//)
source: r
cs: m

# MSG_HELP_REMEMBER (44//)
source: If enabled, the open/closed status of nodes will be 'remembered' after the listtree is closed the next time it is opened again. Please note, however, that an application can override your choice here.
cs: Uloží naposledy platný stav.

# MSG_BUTTON_LABEL_AUTOSCROLL (45//)
source: Autoscroll?
cs: Vyplnit prostor

# MSG_BUTTON_SHORTCUT_AUTOSCROLL (46//)
source: a
cs: s

# MSG_HELP_AUTOSCROLL (47//)
source: If enabled, the listview will auto-scroll its contents when opening nodes to try and fit the visible area.
cs: Automaticky posune a optimálně vyplní prostor při otevření větve stromu.

# MSG_TAB_EXAMPLE (48//)
source: Example
cs: Ukázka vzhledu

# MSG_HELP_LISTVIEW_EXAMPLE (49//)
source: This NListtree object reacts in real time to the changes you apply under the 'Layout' tab. Give it a try! :)
cs: Tento prvek reaguje okamžitě na změny provedené na panelu 'Rozvržení'. Vyzkoušejte! :)

# MSG_BUTTON_LABEL_EXPAND (50//)
source: Expand
cs: Rozbalit

# MSG_BUTTON_SHORTCUT_EXPAND (51//)
source: n
cs: r

# MSG_BUTTON_LABEL_COLLAPSE (52//)
source: Collapse
cs: Sbalit

# MSG_BUTTON_SHORTCUT_COLLAPSE (53//)
source: e
cs: s

# MSG_BUTTON_LABEL_LINETYPES (54//)
source: Line type
cs: Typ čáry

# MSG_LINETYPE_DISABLED (56//)
source: Disabled
cs: Vypnuto

# MSG_LINETYPE_NORMAL (57//)
source: Normal
cs: Normální

# MSG_LINETYPE_DOTTED (58//)
source: Dotted
cs: Tečkovaná

# MSG_LINETYPE_SHADOW (59//)
source: Shadow
cs: Se stínem

# MSG_LINETYPE_GLOW (60//)
source: Glow
cs: Záře

# MSG_HELP_LINETYPES (61//)
source: Select the line type used for drawing the individual levels in the listtree.
cs: Zvolte typ čáry použité pro vykreslení jednotlivých úrovní mezi položkami.

# MSG_BUTTON_LABEL_FOLDER (62//)
source: Folder image
cs: Obrázek složky

# MSG_WIN_TITLE_FOLDER_IMAGE (64//)
source: Adjust folder image
cs: Vyberte obrázek složky

# MSG_HELP_FOLDER_IMAGE (65//)
source: An image displayed in front of every node containing subnodes.
cs: Obrázek zobrazený před každou větví, která obsahuje další podvětve.

# MSG_BUTTON_LABEL_FOLDERIMAGE (66//)
source: Use folder image
cs: Použít obrázek složky

# MSG_HELP_FOLDERIMAGE (68//)
source: Select if you want a folder image to appear in front of every node containing subnodes.
cs: Chcete aby se obrázek složky objevoval před každou větví obsahující další podvětve?

# MSG_BUTTON_LABEL_INDENTWIDTH (69//)
source: Additional indent width
cs: Dodatečná šířka odsazení

# MSG_HELP_INDENTWIDTH (71//)
source: Specify an additional indent width applied to each subnode.
cs: Určete dodatečnou šířku odsazení použitou pro každou podvětev.

# MSG_BUTTON_LABEL_GLOW (72//)
source: Glow color
cs: Barva záře

# MSG_WIN_TITLE_GLOW_COLOR (74//)
source: Set glow line color
cs: Vyberte barvu záře

# MSG_HELP_GLOW_COLOR (75//)
source: Allows to set the color for the glow line type
cs: Umožní nastavit barvu pro záři čáry

# MSG_CTXMENU_COPY_TO_CLIPBOARD (76//)
source: Copy to clipboard
cs: Kopírování do schránky

# MSG_CTXMENU_COPY_TO_CLIPBOARD_UNIT0 (77//)
source: Unit 0
cs: Schránka 0

# MSG_CTXMENU_COPY_TO_CLIPBOARD_UNIT1 (78//)
source: Unit 1
cs: Schránka 1

# MSG_CTXMENU_COPY_TO_CLIPBOARD_UNIT2 (79//)
source: Unit 2
cs: Schránka 2

# MSG_CTXMENU_COPY_TO_CLIPBOARD_UNIT3 (80//)
source: Unit 3
cs: Schránka 3
